Repository: DrewNaylor/inspector
Catalog: po/*.po
Languages: tr

source: Inspector
tr: İnceleyici

source: View information about your system
tr: Sisteminiz hakkında bilgi edinin

source: System;Information;Disk;Memory;Devices;Network;CPU;Motherboard;BIOS;bios;
tr: System;Information;Disk;Memory;Devices;Network;CPU;Motherboard;BIOS;bios;Sistem;Bilgi;Bellek;Aygıtlar;Cihazlar;Ağ;İşlemci;Ana Kart;Anakart;

source: View information about: Usb devices, Disk, Memory, PCI devices, Network, CPU, Motherboard and bios, System and distro
tr: USB aygıtlar, Disk, Bellek, RAM, PCI aygıtları, Ağ, İşlemci, Ana Kart ve BIOS, Sistem ve Dağıtım hakkında bilgileri görüntüle

source: Fixed typo
tr: Yazım hatası düzeltildi

source: Improved metadata
tr: Üst veriler iyileştirildi

source: Fixed a critical bug if the app was run with older versions of lsblk
tr: Uygulamanın eski lsblk sürümüyle çalışırsa yaşadığı kritik hata düzeltildi

source: Made the app more stable
tr: Uygulama daha stabil hale getirildi

source: Added motherboard/bios page
tr: Ana kart/bios sayfası eklendi

source: Bug fixes
tr: Hata düzeltmeler

source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>

source: Reload
tr: Yeniden Yükle

source: Keyboard shortcuts
tr: Klavye kısayolları

source: About Inspector
tr: İnceleyici Hakkında

source: Memory
tr: Bellek

source: Network
tr: Ağ

source: CPU
tr: İşlemci

source: Motherboard
tr: Anakart

source: System
tr: Sistem

source: The command is not supported
tr: Komut desteklenmiyor

source: The command {0} returned empty. Try running it on your terminal, it should prompt you to install the package on your system.
tr: {0} komutu boş döndü. Uçbiriminizde çalıştırmayı deneyin, paketi sisteminize kurmanızı isteyecektir.

source: command: uname
tr: komut: uname

source: Kernel Name
tr: Çekirdek Adı

source: Network Node Hostname
tr: Ağ Düğümü Makine Adı

source: Kernel Release
tr: Çekirdek Dağıtımı

source: Kernel Version
tr: Çekirdek Sürümü

source: Machine Hardware Name
tr: Makine Donanım Adı

source: Processor Type
tr: İşlemci Türü

source: Hardware Platform
tr: Donanım Platformu

source: Operating System
tr: İşletim Sistemi

source: Distro
tr: Dağıtım

source: command: cat /etc/os-release
tr: komut: cat /etc/os-release

source: command: lsblk
tr: komut: lsblk

source: Refresh
tr: Yenile

source: Total size
tr: Toplam boyut

source: Loop devices
tr: Döngü aygıtları

source: Ranges
tr: Erimler

source: command: lsmem
tr: komut: lsmem

source: PCIs
tr: PCI

source: command: lspci
tr: komut: lspci

source: command: lsusb
tr: komut: lsusb

source: Bus
tr: Veri Yolu

source: command: ip address
tr: komut: ip address

source: Address info, ip
tr: Adres bilgileri, ip

source: command: lshw -c cpu
tr: komut: lshw -c cpu

source: BIOS Date
tr: BIOS Tarihi

source: BIOS Release
tr: BIOS Yayın

source: BIOS Vendor
tr: BIOS Üreticisi

source: BIOS Version
tr: BIOS Sürümü

source: Board Asset Tag
tr: Kart Varlık Etiketi

source: Board Name
tr: Kart Adı

source: Board Serial Number
tr: Kart Seri Numarası

source: Board Vendor
tr: Kart Üretici

source: Board Version
tr: Kart Sürümü

source: Chassis Asset Tag
tr: Kasa Varlık Etiketi

source: Chassis Serial Number
tr: Kasa Seri Numarası

source: Chassis Type
tr: Kasa Türü

source: Chassis Vendor
tr: Kasa Üreticisi

source: Chassis Version
tr: Kasa Sürümü

source: Product Family
tr: Kasa Ailesi

source: Product Name
tr: Ürün Adı

source: Product Serial Number
tr: Ürün Seri Numarası

source: Product SKU
tr: Ürün SKU

source: Product UUID
tr: Ürün UUID

source: Product Version
tr: Ürün Sürümü

source: Power
tr: Güç

source: System Vendor
tr: Sistem Üretici

source: Control
tr: Denetim

source: Runtime Active Time
tr: Çalışma Zamanı Aktif Zaman

source: Runtime Status
tr: Çalışma Zamanı Durumu

source: Runtime Suspended Time
tr: Çalışma Zamanı Askıya Alınma Zamanı

source: Details from /sys/devices/virtual/dmi/id
tr: Ayrıntıların kaynağı: /sys/devices/virtual/dmi/id
